// Забор by @Karimov_Sheroz

cube([100, 2, 15]); color([0.56,0.23,0])  // параллелепипед со сторонами 100,2,15  мм
cube([100, 2, 15]); color([0.56,0.23,0])  // параллелепипед со сторонами 100,2,15  мм  
  translate([0,0,0]) cube([5, 67, 15]); color([0.56,0.23,0])  // параллелепипед со сторонами 5, 67, 15  мм
translate([8,0,0]) cube([5, 68, 15]); color([0.56,0.23,0])  //параллелепипед со сторонами 5, 68, 15  мм
translate([16,0,0]) cube([5, 69, 15]); color([0.56,0.23,0])  // параллелепипед со сторонами 5, 69, 15  мм 
translate([24,0,0]) cube([5, 70, 15]); color([0.56,0.23,0])  // параллелепипед со сторонами 5, 70, 15  мм  
translate([32,0,0]) cube([5, 71, 15]); color([0.56,0.23,0])   //параллелепипед со сторонами 5, 71, 15  мм
  translate([40,0,0]) cube([5, 72, 15]); color([0.56,0.23,0])  //параллелепипед со сторонами 5, 72, 15  мм
translate([48,0,0]) cube([5, 73, 15]); color([0.56,0.23,0])  //параллелепипед со сторонами 5, 73, 15  мм
 translate([56,0,0]) cube([5, 72, 15]); color([0.56,0.23,0])  //параллелепипед со сторонами 5, 72, 15  мм
 translate([64,0,0]) cube([5, 71, 15]); color([0.56,0.23,0])  //параллелепипед со сторонами 5, 71, 15  мм
translate([72,0,0]) cube([5, 70, 15]); color([0.56,0.23,0])  //параллелепипед со сторонами 5, 70, 15  мм 
translate([80,0,0]) cube([5, 69, 15]); color([0.56,0.23,0])  //параллелепипед со сторонами 5, 69, 15  мм
translate([88,0,0]) cube([5, 68, 15]); color([0.56,0.23,0])  //параллелепипед со сторонами 5, 68, 15  мм
translate([96,0,0]) cube([5, 67, 15]);  // параллелепипед со сторонами 5, 67, 15 мм 
cube([100, 2, 15]);  //параллелепипед со сторонами 100,2,15  мм
translate([0,55,0]) cube([100, 5, 15]); color([0.56,0.23,0]) //параллелепипед со сторонами 100,5,15  мм
cube([100, 2, 15]);
translate([0,13,0]) cube([100, 5, 15]); //параллелепипед со сторонами 100,5,15  мм

